Repository: AmitMalkan404/globox-client
Catalog: lib/l10n/intl_*.arb
Languages: he

source: Settings
he: הגדרות

# appearanceAndUi
source: Appearance & UI
he: מראה וחוויית משתמש

source: Theme Mode
he: מצב תצוגה

source: Font Scale
he: קנה מידה לגופן

source: Language
he: שפה

source: Navigation
he: ניווט

source: Default Tab
he: טאב ברירת מחדל

# dataAndSync
source: Data & Sync
he: נתונים וסנכרון

source: Background Sync Enabled
he: סנכרון ברקע מופעל

source: Notifications
he: התראות

source: Notifications Enabled
he: התראות מופעלות

source: Home
he: דף הבית

source: Map
he: מפה

source: Profile
he: פרופיל

source: Save
he: שמור

source: Apply
he: החל

source: Edit
he: ערוך

source: Light
he: בהיר

source: Dark
he: כהה

source: System
he: ברירת מחדל של המערכת

source: Error
he: שגיאה

source: Dismiss
he: הסר

# welcome
source: Welcome to Globox!
he: ברוכים הבאים ל-Globox

source: Email
he: אי-מייל

source: Password
he: סיסמה

source: Login
he: התחברות

# dontHavePassword
source: Don't have an account? Sign up!
he: אין לך משתמש? הרשמ/י!

# forgotPassword
source: I forgot my password
he: שכחתי סיסמה

source: Successfully registered!
he: נרשמת בהצלחה!

source: Register
he: רישום

source: Full Name
he: שם מלא

# fullNameError
source: Please enter a full name
he: נא להזין שם מלא

# emailError
source: Please enter a valid email
he: נא להזין אימייל תקף

# emailConfirm
source: Email confirmation
he: אישור אימייל

# emailConfirmError
source: Email addresses are not matching
he: האימיילים אינם תואמים

# passwordError
source: Password must be at least 6 characters
he: הסיסמה חייבת להכיל לפחות 6 תווים

# passwordConfirm
source: Password confirmation
he: אישור סיסמה

# passwordConfirmError
source: Passwords aren't matching
he: הסיסמאות אינן תואמות

# sendResetPasswordLink
source: Send link to reset password
he: שלח לינק לאיפוס סיסמה

# sentResetPasswordLink
source: Link to reset password sent!
he: לינק לאיפוס סיסמה נשלח!

source: Reset password
he: איפוס סיסמה

source: Delete Package
he: מחיקת חבילה

# deletePackageConfirm
source: Are you sure you want to delete this package?
he: האם את/ה בטוח/ה שברצונך למחוק את החבילה?

source: Cancel
he: ביטול

source: Delete
he: מחיקה

source: Package Details
he: פרטי החבילה

source: Package ID
he: מזהה החבילה

# address
source: Collection Address
he: כתובת איסוף

source: Pickup Point
he: נקודת איסוף

# description
source: Package Description
he: תיאור החבילה

source: Status
he: סטאטוס

source: Details
he: פרטים

source: Post Office Code
he: קוד איסוף

source: Last Update
he: תאריך עדכון אחרון

source: Origin
he: מוצא משלוח

source: Destination
he: יעד משלוח

source: Contact Details
he: פרטי איש קשר

# addingYourPackageLoader
source: Adding your package...
he: מוסיף את החבילה שלך...

# gettingUpdatedPackagesLoader
source: Getting updated packages...
he: מביא את החבילות שלך...

# scanningYourMessagesLoader
source: Scanning your messages...
he: סורק את הודעות המשלוח שלך...

# deletingPackageLoader
source: Deleting package...
he: מוחק חבילה...

source: Shippment Message
he: הודעת משלוח

source: Close
he: סגור

source: Invalid Link!
he: קישור לא תקין

# cannotOpenLink
source: Cannot open external link
he: לא ניתן לפתוח את הקישור

source: Invalid input
he: מזהה לא תקין

# invalidPackageIDMsg
source: Please enter a valid Package ID
he: נא הכנס מזהה חבילה תקין

# duplicatePackageIDMsg
source: Package Id already exist in the list
he: מזהה החבילה כבר קיים ברשימה

source: Okay
he: אישור

source: Save Package
he: שמירת חבילה

source: About
he: אודות

source: Logout
he: התנתקות

# status_order_received
source: Order Received
he: ההזמנה התקבלה

# status_warehouse_processing
source: Warehouse Processing
he: בתהליך במחסן

# status_sorting_center
source: Sorting Center
he: מרכז מיון

# status_export_customs
source: Export Customs
he: מכס יצוא

# status_in_transit
source: In Transit to Destination Country
he: בדרך ליעד

# status_arrived_destination
source: Arrived at Destination Country
he: הגיעה למדינת היעד

# status_import_customs
source: Import Customs
he: מכס יבוא

# status_received_local_courier
source: Received by Local Courier
he: הועבר לשליח מקומי

# status_out_for_delivery
source: Out for Delivery
he: בדרכה אליך

# status_delivery_failed
source: Delivery Attempt Failed
he: ניסיון מסירה נכשל

# status_available_pickup
source: Available for Pick-Up
he: זמין לאיסוף

# status_delivered
source: Delivered
he: נמסרה

# status_exception
source: Exception / Delay
he: עיכוב / חריגה

# status_unknown
source: Unknown Data
he: לא קיים מידע על חבילה
